Repository: danpr/knut
Catalog: knutclient4/po/*.po
Languages: fr, ru

source: Ready.
fr: Prêt.
ru: Готов.

source: The connection failed. The next connection will make after %1 sec.
fr: La connexion a échoué. Nouvelle tentative dans %1·sec.
ru: Соединится не удалось. Следующая попытка будет произведена через %1 с.

source: Data OK
fr: Données OK
ru: Данные появились.

source: UPS is off.
fr: Onduleur arrêté
ru: UPS выкл.

source: UPS is back on.
fr: Onduleur démarré
ru: UPS вкл.

source: Power is back online.
fr: Retour secteur
ru: Сеть возвращена.

source: UPS is on battery.
fr: Onduleur sur batterie
ru: UPS на батарее.

source: UPS battery is low.
fr: Onduleur Batterie basse
ru: Низкий заряд UPS.

source: UPS battery is OK.
fr: Batterie OK
ru: Заряд UPS в норме.

source: UPS battery is bad and needs be replaced.
fr: La batterie doit être remplacée.
ru: Аккумулятор UPS плохой и требует замены.

source: UPS is overloaded.
fr: L'onduleur est en surcharge.
ru: UPS перегружен.

source: UPS isn't overloaded.
fr: L'onduleur n'est pas en surcharge.
ru: UPS не перегружен.

source: UPS is performing calibration.
fr: UPS is performing calibration.d'étalonnage.

source: Calibration of UPS is ended.
fr: Calibrage onduleur terminé.
ru: Калибровка UPS завершена.

source: UPS is boosting incoming voltage.
fr: L'onduleur est en redressement de la tension d'entrée.
ru: UPS повышет входное напряжение.

source: Boosting of UPS is ended.
fr: Redressement de la tension d'entrée terminé.
ru: UPS закончил повышать входное напряжение.

source: UPS is trimming incoming voltage.
fr: L'onduleur est en rabaissement de la tension d'entrée.
ru: UPS понижает входное напряжение.

source: Trimming of UPS is ended.
fr: Rabaissement de la tension d'entrée terminé.
ru: UPS закончил понижать входное напряжение.

source: The connection was renewed.
fr: La connexion a été renouvelé.
ru: Соединение обновлено.

source: The connection was closed by the second side (upsd).
fr: La connexion a été fermé par la seconde partie (upsd).
ru: Соединение сброшено серевером upsd.

source: Switched
fr: Basculé
ru: Переключено

source: Reconnect
fr: Reconnexion
ru: Переподключиться

source: Are you sure ?
fr: Êtes vous sûr ?
ru: Вы уверенны?

source: Name
fr: Nom
ru: Имя

source: UPS name
fr: Onduleur
ru: Имя UPS

source: UPS address
fr: Adresse Onduleur
ru: Адрес UPS

source: Status :
fr: Statut :
ru: Статус :

source: Connection doesn't exist.
fr: Cette connexion n'existe pas.
ru: Соединение не установлено.

source: UPS On line
fr: Sur secteur
ru: UPS на линии

source: UPS On battery
fr: Sur batterie
ru: UPS на батарее

source: UPS Of line
fr: Onduleur arrêté
ru: UPS на линии

source: UPS Battery is low
fr: Niveau batterie basse
ru: Низкий заряд UPS.

source: Replace battery
fr: Remplacer la batterie
ru: Замените аккумулятор

source: UPS is performing calibration
fr: Calibrage onduleur en cours
ru: UPS выполняет калибровку

source: UPS is Overload
fr: En surcharge
ru: UPS перегружен

source: UPS is trimming voltage
fr: L'onduleur rabaisse la tension
ru: UPS понижает напряжение

source: UPS is boosting voltage
fr: L'onduleur redresse la tension
ru: UPS повышает напряжение

source: Error :
fr: Erreur :
ru: Ошибка :

source: Manufac. :
fr: Fabricant :
ru: Производитель :

source: Serial
fr: N° de série
ru: Номер

source: Firmware
fr: Vers. Fw.
ru: Прошивка

source: Runtime
fr: Autonomie
ru: Заряда на

source: Battery Charge
fr: Charge de la batterie
ru: Заряд батареи

source: UPS Load
fr: Charge de l'onduleur
ru: Нагрузка UPS

source: &Showing UPS variables and commands
fr: &Voir les variables et commandes onduleurs
ru: П&оказать переменные и команды UPS

source: &Running instant commands
fr: Commandes &instantanées
ru: Выполнить &прямую команду

source: Setting R&W variables
fr: Configurer les &variables de l'onduleur
ru: &Установка и изменение переменных

source: &Preferences
fr: &Préférences
ru: Предпочтени&я

source: &About KNutClient
fr: &A propos de KNutClient
ru: &О программе KNutClient

source: &Minimize
fr: &Réduire
ru: &Свернуть

source: &Exit
fr: &Sortir
ru: &Выход

source: UPS Overload
fr: En surcharge
ru: Перегрузка UPS

source: UPS Battery low
fr: Niveau batterie bas
ru: Низкий заряд UPS

source: UPS calibration
fr: Calibrage onduleur
ru: Калибровка UPS

source: Serial :
fr: N° série :
ru: Номер :

source: Firm. rev. :
fr: Vers. Fw. :
ru: Прошивка :

source: Instant commands
fr: Commandes directes
ru: Прямые команды

source: RUN INSTANT COMMAND
fr: Lancer Commande Directe
ru: ВЫПОЛНИТЬ ПРЯМУЮ КОМАНДУ

source: Command:
fr: Commande :
ru: Команда:

source: User name:
fr: Utilisateur :
ru: Имя пользователя:

source: Password:
fr: Mot de passe :
ru: Пароль:

source: test of conection from 5
fr: test de connexion depuis 5

source: UPS Label
fr: Label onduleur

source: UPS ComboBox
fr: ComboBox onduleur

source: Quits the application
fr: Quitter l'application.
ru: Выйти из приложения

source: &Using descriptions
fr: &Utiliser les descriptions
ru: Использую &описания

source: Reconnect the application
fr: Reconnecter l'application

source: Delay (ms):
fr: Délai (ms):
ru: Задержка (мс):

source: Store NUT password in configuration file
fr: Stocker le mot de passe NUT dans le fichier de configuration
ru: Хранить NUT пароль в конфигурационном файле

source: Availabled UPS values
fr: Valeurs disponibles
ru: Доступные датчики UPS

source: Selected UPS values
fr: Valeurs sélectionnées
ru: Выбранные датчики

source: UPS Variables
fr: Variables de l'onduleur
ru: Переменные UPS

source: No Name or UPS address
fr: Pas de nom ou d'adresse pour l'onduleur
ru: Отсутствует Имя или адрес UPS

source: This Name exist
fr: Ce nom existe
ru: Такое Имя уже существует

source: Delay must be number
fr: Le délai doit être un nombre
ru: Задержка должна быть числовой

source: Port must be number
fr: Le port doit être un nombre
ru: Порт должен быть числовой

source: Port must be from 1025 until 65535
fr: Le port doit valoir de 1025 à 65535
ru: Порт должен быть в диапазоне 1025 - 65535

source: Delay is too small
fr: Le délai est trop faible
ru: Задержка слишком маленькая

source: Preferences
fr: Préférences
ru: Предпочтения

source: Setting
fr: Paramètres
ru: Настройки

source: Main Setting
fr: Paramètres principaux
ru: Основные настройки

source: Number of columns :
fr: Nombre de colonnes :
ru: Количество колонок :

source: Use custom background color
fr: Utiliser une couleur de fond personnalisée :
ru: Использовать выбранный цвет фона

source: Color of background :
fr: Couleur de fond :
ru: Цвет фона :

source: Use dialog "Are you sure"
fr: Utiliser la boite de dialogue "Êtes vous sûr"

source: Use Main window when program is started
fr: Utiliser la Fenêtre Principale au démarrage du programme

source: Yes
fr: Oui

source: No
fr: Non

source: Show message window, when program reports error
fr: Afficher la fenêtre de message, lorsque le programme rapporte une erreur

source: Voltage/Frequency
fr: Tension/Fréquence
ru: Напряжение/Частота

source: Nominal Input Voltage
fr: Tension d'entrée nominale
ru: Номинальное входное напряжение

source: Nominal Input Frequency
fr: Fréquence d'entrée nominale
ru: Номинальная входная частота

source: &Use High-Low input.transfer values
fr: &Utiliser les valeurs High-Low.input.transfer

source: UPS
fr: Onduleur

source: UPS Setting
fr: Paramètres de l'onduleur
ru: Настройки UPS

source: &Add
fr: &Ajouter
ru: &Добавить

source: &Edit
fr: &Editer

source: &Delete
fr: &Supprimer

source: Dock bar
fr: Dock
ru: Трей

source: Docking Setting
fr: Paramètres du dock
ru: Настройки трея

source: Type of dock's showing
fr: Type d'affichage du dock
ru: Тип показаний

source: Items of tooltip
fr: Eléments de l'aide contextuelle
ru: Пункты подсказки

source: &Picture
fr: &Image
ru: &Картина

source: &General
fr: &Général
ru: &Основной

source: M&anufacturer
fr: F&abricant
ru: Пр&оизводитель

source: M&odel
fr: M&odèle
ru: &Модель

source: &Serial
fr: N°&Série
ru: Серийный но&мер

source: &Firm. rev.
fr: &Vers. Fw.
ru: &Прошивка

source: &Runtime
fr: &Autonomie
ru: &Время работы

source: &Battery Charge
fr: &Charge de la batterie
ru: &Заряд аккумулятора

source: &UPS Load
fr: Charge de l'&onduleur
ru: &Нагрузка UPS

source: Use custom icon's background color
fr: Utiliser une couleur de fond personnalisée pour les icones :
ru: Использовать выбранный цвет фона для иконок

source: Color of icon's background :
fr: Couleur de fond des icones :
ru: Цвет фона для иконок:

source: Panel
fr: Panneau
ru: Панель

source: Panel Setting
fr: Paramètres du panneau
ru: Настройка панели

source: UPS &Overload
fr: En &Surcharge
ru: &Перегрузка UPS

source: UPS &Battery low
fr: &Batterie faible
ru: Ни&зкимй заряд UPS

source: R&eplace battery
fr: R&emplacer la batterie
ru: &Замените батарею

source: Ups &calibration
fr: &Calibration de l'onduleur
ru: &Калибровка UPS

source: &Manufac. + Model
fr: &Fabricant. + Modèle
ru: П&роизводитель + Модель

source: Fonts
fr: Polices

source: Setting Fonts
fr: Paramètres des Polices
ru: Настройка шрифтов

source: &Use custom font
fr: &Utiliser les polices personnalisées
ru: И&спользовать выбранный шрифт

source: Main panel
fr: Panneau principal
ru: Основная панель

source: Analog panels
fr: Panneau analogique
ru: Аналоговая панель

source: Analog
fr: Analogique
ru: Аналог

source: Setting Analog panel
fr: Paramètres du panneau analogique
ru: Настройка аналоговой панели

source: Use custom other colors
fr: Utiliser d'autres couleurs personnalisées
ru: Использовать выбранные цвета

source: Color of pointer :
fr: Couleur du pointeur :
ru: Цвет указателя :

source: Color of OK range :
fr: Couleur pour "OK" :
ru: Цвет нормальной области :

source: Color of warning range :
fr: Couleur des avertissements :
ru: Цвет области предупреждения :

source: Color of error range :
fr: Couleur des erreurs :
ru: Цвет области ошибки:

source: Color of scale :
fr: Couleur de l'échelle :
ru: Цвет шкалы :

source: Color of font :
fr: Couleur des polices :
ru: Цвет шрифта :

source: Digital processing of pointers :
fr: Traitement numérique des pointeurs :
ru: Обработка указателей :

source: Nothing processing
fr: Aucun traitement
ru: Нет

source: Fast antialiasing
fr: Anti crénelage rapide
ru: Быстрое сглаживание

source: Fine antialiasing
fr: Anti crénelage fin
ru: Хорошее сглаживание

source: Fast antialiasing and blur motion
fr: Anti crénelage rapide et fondu animé
ru: Быстрое сглаживание и следы

source: Fine antialiasing and blur motion
fr: Anti crénelage fin et fondu animé
ru: Хорошее сглаживание и следы

source: UPS variables
fr: Variables de l'onduleur
ru: Переменные UPS

source: Reload Vars
fr: Recharger les variables
ru: Обновить переменные

source: Value
fr: Valeur
ru: Значение

source: Description
fr: Descriptions
ru: Описание

source: Instant Commands
fr: Commandes directes
ru: Прямые команды

source: Read/Write Variables
fr: Variables en lecture/écriture
ru: Изменяемые переменные

source: Read Only Variables
fr: Variables en lecture seule
ru: Переменные только для чтения

source: SET RW VARIABLE
fr: Affecter une variable
ru: ИЗМЕНЕНИЕ ПЕРЕМЕННЫХ

source: Variable:
fr: Variables :
ru: Переменная:

source: Value:
fr: Valeur
ru: Значение:

source: None
fr: Aucun
ru: Нет

source: Input Voltage
fr: Tension d'entrée
ru: Входное напряжение

source: UPS Temperature
fr: Température de l'onduleur
ru: Температура UPS

source: Input Frequency
fr: Fréquence d'entrée
ru: Входная частота

source: Outside Temperature
fr: Température extérieure
ru: Окружающая температура

source: Outside Humidity
fr: Humidité extérieure
ru: Окружающая влажность

source: Battery Voltage
fr: Tension de la batterie
ru: Напряжение аккумулятора

source: Output Voltage
fr: Tension de sortie
ru: Выходное напряжение

source: Output Current
fr: Courant de sortie
ru: Выходной ток

source: Output Frequency
fr: Fréquence de Sortie

source: Battery Temperature
fr: Température de la batterie
ru: Температура аккумулятора

source: Battery Current
fr: Courant de la batterie
ru: Ток батареи

source: Input Current
fr: Courant d'entrée

source: UPS Power
fr: Puissance de l'onduleur

source: No memory.
fr: Pas de mémoire.

source: No address.
fr: Pas d'adresse.
ru: Нет адреса.

source: Unknown address.
fr: Adresse inconnue.
ru: Неизвестный адрес.

source: Error of connection.
fr: Erreur de connexion.
ru: Ошибка соединения

source: Network error, maybe net cable was plugged out.
fr: Erreur réseau, le cable réseau a peut être été débranché.

source: No connection with server.
fr: Pas de connexion avec le serveur.

source: Server-client protocol or variables of NUT are unknown.
fr: Le protocole Client-Server ou les variables NUT sont inconnues.
ru: Протокол или переменные для NUT неизвестны.

source: No UPS on this address.
fr: Pas d'onduleur Ã cette adresse.
ru: UPS отсутствует на данном адресе.

source: Connection was refused by server.
fr: La connexion a été refusée par le serveur.
ru: Сервер отказал в соединении.

source: Server doesn't receive data.
fr: Le serveur n'a pas reçu les données.
ru: Сервер не принимает данных.

source: Server doesn't send data.
fr: Le serveur n'a pas renvoyé de données.
ru: Сервер не пересылает данные.

source: Server doesn't answer.
fr: Le serveur ne réponds pas.
ru: Сервер не отвечает.

source: Server returns data with unknown format.
fr: Le serveur a retournÃ© des donnÃ©es dans un format inconnu.
ru: Сервер присылает данные в неизвестном формате.

source: Server returns unknown data.
fr: Le serveur a retourné des données inconnues.
ru: Сервер присылает неизвестные данные.

source: Command VER returns data with unknown format.
fr: La commande VER a retournÃ© des donnÃ©es dans un format inconnu.
ru: Команда VER возвращает данные в неизвестном формате.

source: No data.
fr: Pas de données
ru: Нет данных.

source: Access denied. Failed password ?
fr: Accès refusé : mot de passe invalide ?
ru: Доступ запрещен. Неправильный пароль ?

source: UPS doesn't sent data to server (Data Stale).
fr: L'onduleur ne communique pas avec le serveur (Données Périmées)
ru: UPS не пересылает данные на сервер (Данные устаревшие).

source: Server doesn't know this command.
fr: Le serveur ne connaît pas cette commande.
ru: Сервер не знает команду.

source: UPS's driver isn't connected.
fr: Le pilote de cet onduleur n'est pas connecté.
ru: Не могу соединиться с драйвером UPS.

source: Server required password.
fr: Le serveur requiert un mot de passe.
ru: Сервер требует пароль.

source: Incorrect password.
fr: Mot de passe incorrect.
ru: Неправильный пароль.

source: UPS doesn't response.
fr: L'onduleur ne réponds pas.
ru: UPS не отвечает.

source: Command failed.
fr: La commande a échoué.
ru: Неверная команда.

source: UPS doesn't know this instant command.
fr: L'onduleur ne connaît pas cette commande directe.
ru: UPS не знает команду.

source: UPS doesn't support this instant command.
fr: L'onduleur ne supporte pas cette commande directe.
ru: UPS не поддерживает команду.

source: UPS doesn't known this variable.
fr: L'onduleur ne connaît pas cette variable.
ru: UPS не знает переменную.

source: UPS doesn't support this variable.
fr: L'onduleur ne supporte pas cette variable.
ru: UPS не поддерживает переменную.

source: UPS doesn't support this value in this variable.
fr: L'onduleur ne supporte pas cette valeur pour cette variable.
ru: UPS не поддерживает это значение для данной переменной.

source: Name of UPS is unknown.
fr: Cette onduleur est inconnu.
ru: Имя UPS неизвестное.

source: Username has been already entered.
fr: Le nom d'utilisateur a déjà été entré.
ru: Имя пользователя уже введено.

source: Password has been already entered.
fr: Le mot de passe a déjà été entré.
ru: Пароль уже введён.

source: Server doesn't send list of variables.
fr: Le serveur n'a pas renvoyé la liste de variables.
ru: Сервер не присылает список переменных.

source: Unknown error.
fr: Erreur inconnue.
ru: Неизвестная ошибка.

source: Client for Network UPS Tool
fr: Client pour Network UPS Tools
ru: Клиент для Network UPS Tool

source: Zajecov, Czech Republic
fr: Zajecov, République Tchèque

source: Don't dock in SysTray
fr: Ne pas docker dans la barre d'état système

source: &File
fr: &Fichier

source: &Settings
fr: &Paramètres

# NAME OF TRANSLATORS
source: Your names
fr: Votre nom

# EMAIL OF TRANSLATORS
source: Your emails
fr: Vos courriers électroniques

source: : %1:%2 min
ru: : %1:%2 мин

source: Port:
ru: Порт:

source: Auto
ru: Автоматически

source: &230 V
ru: &230 В

source: &120 V
ru: &120 В

source: &50 Hz
ru: &50 Гц

source: &60 Hz
ru: &60 Гц

source: &Connection
ru: &Соединение
