Repository: danpr/knut
Catalog: knutclient5/po/*.po
Languages: uk

source: Ready.
uk: Готовий.

source: Data OK
uk: Дані OK

source: UPS is off.
uk: UPS викл.

source: UPS is back on.
uk: UPS вкл.

source: Power is back online.
uk: Напругу повернуто.

source: UPS is on battery.
uk: UPS на батареї.

source: UPS battery is low.
uk: UPS батарея розряжена.

source: UPS battery is OK.
uk: UPS батарея OK.

source: UPS battery is bad and needs be replaced.
uk: UPS батарея погана і потребує заміни.

source: UPS is overloaded.
uk: UPS перевантажений.

source: UPS isn't overloaded.
uk: UPS не перевантажений.

source: Calibration of UPS is ended.
uk: Калібровку UPS закінчено.

source: UPS is boosting incoming voltage.
uk: UPS підняття вхідної напруги.

source: Boosting of UPS is ended.
uk: Підняття напруги закінчено.

source: UPS is trimming incoming voltage.
uk: UPS підстройка вхідної нагруги.

source: Trimming of UPS is ended.
uk: Підстройка вхідної напруги закінчено.

source: Switched
uk: Переключити

source: Are you sure ?
uk: Ви впевнені?

source: Name
uk: Ім'я

source: UPS name
uk: UPS ім'я

source: UPS address
uk: UPS адреса

source: Status :
uk: Статус :

source: Connection doesn't exist.
uk: Зв'язок не встановлено.

source: UPS On line
uk: UPS на лінії

source: UPS On battery
uk: UPS на батареї

source: UPS Of line
uk: UPS на лінії

source: UPS Battery is low
uk: UPS батарея розряжена

source: Replace battery
uk: Замінити батарею

source: UPS is performing calibration
uk: UPS починаю калібровку

source: UPS is Overload
uk: UPS Переватаження

source: UPS is trimming voltage
uk: UPS підстройка напруги

source: UPS is boosting voltage
uk: UPS підняття напруги

source: Error :
uk: Помилка :

source: Manufac. :
uk: Виробник :

source: Serial
uk: Порт

source: Runtime
uk: Час роботи

source: : %1:%2 min
uk: : %1:%2 мін

source: Battery Charge
uk: Зарядка батареї

source: UPS Load
uk: UPS Завантаження

source: &Showing UPS variables and commands
uk: Показа&ти UPS змінні та команди

source: &Running instant commands
uk: Запуск прями&х команд

source: Setting R&W variables
uk: Установка змін&них RW

source: &Preferences
uk: Перева&ги

source: &About KNutClient
uk: П&ро KNutClient

source: &Minimize
uk: &Мінімізація

source: &Exit
uk: Вихі&д

source: UPS Overload
uk: UPS Переватаження

source: UPS Battery low
uk: UPS Батарея розряжена

source: UPS calibration
uk: UPS калібровка

source: Instant commands
uk: Прямі команди

source: RUN INSTANT COMMAND
uk: ВИКОНАТИ ПРЯМУ КОМАНДУ

source: Command:
uk: Команда:

source: User name:
uk: Ім'я користувача:

source: Password:
uk: Пароль:

source: Quits the application
uk: Вийти з програми

source: &Using descriptions
uk: Вико&ристовую описання

source: Delay (ms):
uk: Затримка (мс):

source: Port:
uk: Порт:

source: Store NUT password in configuration file
uk: Зберігати NUT пароль в конфігураційному файлі

source: UPS Variables
uk: UPS змінні

source: No Name or UPS address
uk: Відсутнє Ім'я або UPS адреса

source: This Name exist
uk: Таке Ім'я вже існує

source: Delay must be number
uk: Затримка повинна бути числовою

source: Port must be number
uk: Порт повинен бути числовим

source: Port must be from 1025 until 65535
uk: Порт повинен бути в діапазоні 1025 - 65535

source: Delay is too small
uk: Затримка дуже мала

source: Preferences
uk: Переваги

source: Setting
uk: Налаштування

source: Main Setting
uk: Основні налаштування

source: Number of columns :
uk: Кількість стовбчиків :

source: Use custom background color
uk: Використовувати вказаний колір фону

source: Color of background :
uk: Колір фону :

source: Voltage/Frequency
uk: Напруга/Частота

source: Nominal Input Voltage
uk: Номінальна Вхідна Напруга

source: &230 V
uk: &230 В

source: &120 V
uk: &120 В

source: Nominal Input Frequency
uk: Номінальна Вхідна Частота

source: &50 Hz
uk: &50 Гц

source: &60 Hz
uk: &60 Гц

source: UPS Setting
uk: UPS Налаштування

source: &Add
uk: &Додати

source: Docking Setting
uk: Dock налаштування

source: Type of dock's showing
uk: Тип показаних dock's

source: Items of tooltip
uk: Пункти підсказки

source: &Picture
uk: &Картина

source: &General
uk: &Основний

source: M&anufacturer
uk: Ви&робник

source: M&odel
uk: &Модель

source: &Serial
uk: Пор&т

source: &Runtime
uk: &Час роботи

source: &Battery Charge
uk: З&арядка батареї

source: &UPS Load
uk: UPS &Завантаження

source: Use custom icon's background color
uk: Використовувати вказаний колір фону для іконок

source: Color of icon's background :
uk: Колір фону для іконок :

source: Panel
uk: Панель

source: Panel Setting
uk: Налаштування панелі

source: UPS &Overload
uk: UPS &Перевантаження

source: UPS &Battery low
uk: UPS &Батарея розряжена

source: R&eplace battery
uk: &Замінити батарею

source: Ups &calibration
uk: UPS &Калібровка

source: &Manufac. + Model
uk: В&иробник + Модель

source: Setting Fonts
uk: Налаштування шрифтів

source: &Use custom font
uk: В&икористовувати вказаний шрифт

source: Main panel
uk: Основна панель

source: Analog panels
uk: Аналогова панель

source: Analog
uk: Аналог

source: Setting Analog panel
uk: Налаштування аналогової панелі

source: Use custom other colors
uk: Використовувати вказані кольори

source: Color of pointer :
uk: Колір крапки :

source: Color of OK range :
uk: Колір області OK :

source: Color of warning range :
uk: Колір області попередження :

source: Color of error range :
uk: Колір області Помилка:

source: Color of scale :
uk: Колір масштабу :

source: Color of font :
uk: Колір шрифту :

source: UPS variables
uk: UPS змінні

source: Reload Vars
uk: Перечитати змінні

source: Value
uk: Значенння

source: Description
uk: Описанння

source: Instant Commands
uk: Прямі команди

source: Read/Write Variables
uk: Змінні R/W

source: Read Only Variables
uk: Змінні R/O

source: SET RW VARIABLE
uk: УСТАНОВКА ЗМІННИХ RW

source: Variable:
uk: Змінна:

source: Value:
uk: Значення:

source: None
uk: Ні

source: Input Voltage
uk: Вхідна напруга

source: UPS Temperature
uk: UPS Температура

source: Input Frequency
uk: Вхідная частота

source: Outside Temperature
uk: Навколишня температура

source: Outside Humidity
uk: Навколишня вологість

source: Battery Voltage
uk: Напруга батареї

source: Output Voltage
uk: Вихідна напруга

source: Output Current
uk: Вихідне поточне

source: Battery Temperature
uk: Температура батареї

source: Battery Current
uk: Батарея поточна

source: No address.
uk: Адрес відсутній.

source: Unknown address.
uk: Невідомий адрес.

source: Server-client protocol or variables of NUT are unknown.
uk: Сервер-клієнт протокол або змінні для NUT невідомі.

source: No UPS on this address.
uk: UPS відсутній на даному адресі.

source: Server doesn't receive data.
uk: Сервер не приймає данні.

source: Server doesn't send data.
uk: Сервер не пересилає дані.

source: Server doesn't answer.
uk: Сервер не відповідає.

source: Server returns data with unknown format.
uk: Сервер повертає данні в невідомому форматі.

source: Server returns unknown data.
uk: Сервер повертає невідомі данні.

source: Command VER returns data with unknown format.
uk: Команда VER повертає данні в невідомому форматі.

source: No data.
uk: Дані відсутні.

source: Access denied. Failed password ?
uk: Доступ заборонено. Невірний пароль ?

source: UPS doesn't sent data to server (Data Stale).
uk: UPS не пересилає дані на сервер (Дані застарілі).

source: Server doesn't know this command.
uk: Сервер не знає команду.

source: UPS's driver isn't connected.
uk: UPS не можу приєднатися до драйверу.

source: Server required password.
uk: Сервер потребує пароль.

source: Incorrect password.
uk: Невірний пароль.

source: UPS doesn't response.
uk: UPS не відповідає.

source: Command failed.
uk: Невірна команда.

source: UPS doesn't know this instant command.
uk: UPS не знає таку команду.

source: UPS doesn't support this instant command.
uk: UPS не підтримує команду.

source: UPS doesn't known this variable.
uk: UPS не знає таку змінну.

source: UPS doesn't support this variable.
uk: UPS не підтримує змінну.

source: UPS doesn't support this value in this variable.
uk: UPS не підтримує таке значення для даної змінної.

source: Name of UPS is unknown.
uk: Ім'я UPS невідоме.

source: Unknown error.
uk: Невідома помилка.

source: Client for Network UPS Tool
uk: Клієнт для Network UPS Tool
